{   
    "look":"Смотрите так же",
    "day":"Деятель дня",
    "name1": "Егор",
    "name2": "Саша",
    "Valmen-Aladov":"Вальмен Аладов",
    "Igor-Belogortsev":"Игорь Белогорцев",
    "Mikhail-Baklanov":"Михаил Бакланов",
    "Vladimir-Korol":"Владимир Король",
    "George-Zaborsky":"Георгий Заборский",
    "lang":"Выберите язык",
    "rus":"Русский",
    "eng":"Английский",
    "main": "Главная",
    "list": "Список архитекторов",
    "nav-about": "Об авторах",
    "info": "Мы рады, что вы посетили наш блог. Этот блог про самых выдающихся архитекторов Беларуси. Здесь вы можете узнать про своего любимого архитектора любую информацию. Возможно некоторая для вас будет новая.",
    "find":"Поиск",
    "learn":"Узнать больше",
    "val-name": "Вальмен Аладов",
    "val-info": "Вальмен Николаевич Аладов уникальный архитектор, который оказал большое влияние на развитие национальной архитектуры. Его имя в профессиональной среде стало синонимом мастерства и принципиальности. За свою долгую творческую жизнь Вальмен Аладов успел поработать с совершенно разными объектами. После окончания Московского архитектурного института работал в «Белгоспроекте». Проектировал и общественные сооружения (клубы и дома культуры, райкомы, пионерские лагеря), и жилые дома – в свое время выиграл конкурс на блокированные дома, занимался типовым проектированием. Первый самостоятельный реализованный проект Аладова – библиотека в Молодечно. Тогда подобные сооружения по индивидуальным проектам вообще не возводились. Но эту библиотеку построили, хоть и без запроектированного автором портика, который в те времена посчитали «архитектурным излишеством» и обрезали. В советское время Вальмен Аладов считался большим специалистом по объектам общественного питания. По его проектам было построено более 3000 заводских и школьных столовых в разных республиках бывшего СССР. Был автором проекта павильона БССР на Лейпцигской выставке. Стоял у истоков института «Белгипроторг», который впоследствии стал институтом союзного значения 1-й категории.",
    "val-h1": "Молодость",
    "val-h2": "Во время войны",
    "val-h3": "Послевоенные годы",
    "val-timedesc1": "Он родился 12 февраля 1930 года в семье Николая Ильича и Алены Васильевны Аладовых. Его отец был известным композитором и ректором консерватории, мать – директором Государственной картинной галереи БССР.",
    "val-timedesc2": "Великую Отечественную войну он застал в родном Минске. Утром 24 июня 1941 года гитлеровцы начали массированный обстрел Минска. В это время Вальмен и его брат Хельмир находились на улице с родителями, после тревоги семья успела добежать до музея, где работала их мать, и спрятаться в его бомбоубежище. 25 июля находиться в здании стало опасно из-за едкого дыма. Родители решили отправиться в Москву, чтобы навестить родственников.",
    "val-timedesc3": "В августе 1944 года семья вернулась в Минск, где первое время жила в здании консерватории на площади Свободы. Позже им предоставили жилье в знаменитом доме по ул. Ульяновск, где жили с семьями Кузьма Черный, Петрус Бровка, Янка Маур, Аркадий Куляшов, Максим Танк, Иван Ахремчик. Вальмен окончил школу № 42 в Минске, среди его однокурсников был Жарес Алфиоров, будущий лауреат Нобелевской премии по физике. Он провалил вступительные экзамены в Московский архитектурный институт, получив «двойку» по рисунку. Мать Алены Аладовой обратилась в Совет Министров, откуда на имя ректора института было направлено прошение о допуске Вальмен к пересдаче экзамена.Со второй попытки его приняли в институт, который он окончил в 1953 г.",
    "belogor-name": "Игорь Белогорцев",
    "belogor-info": "Игорь Дмитриевич Белогорцев (21 марта 1911, Барнаул, Томская губерния — 17 октября 1996, Гродно) — архитектор, кандидат архитектуры, профессор.",
    "belogor-h1": "Рождение и начало карьеры",
    "belogor-h2": "Архитектура",
    "belogor-h3": "Преподавание",
    "belogor-timedesc1":"Родился в городе Барнауле в семье топографа и учительницы. В 1932 году получил диплом Сибирского института организации территории в Омске. В 1941 году заочно закончил Московский институт иностранных языков. Также заочно в 1936—1939 годах учился в Московском экономическом институте. По окончании обучения работал по специальности сначала в Якутске и Барнауле, а с 1936 года в Новосибирске начальником областного отдела по делам архитектуры. Параллельно работе преподавал сначала в техникуме и на курсах, а затем в Новосибирском филиале коммунального института и в Сибирском инженерно-строительном институте." ,
    "belogor-timedesc2":"В конце 1945 года был назначен на должность начальника отдела архитектуры Смоленского горисполкома, являлся председателем правления смоленского отделения Союза архитекторов России, которое в то время объединяло всех инженеров и архитекторов, присланных для восстановления Смоленска, разрушенного в годы Великой Отечественной войны. В результате работы этого коллектива специалистов была восстановлена центральная часть города. И. Д. Белогорцевым была проделана большая работа по сохранению и восстановлению древнего смоленского зодчества.",
    "belogor-timedesc3":"С 1947 по 1961 год читал лекции по «Городскому строительству и благоустройству» и «Истории искусств» в строительном техникуме и Смоленском пединституте, занимался краеведением, участвовал в археологических раскопках руин древних смоленских храмов. Результатом его работы в этот период стал ряд изданных работ, посвящённых древней и современной архитектуре Смоленска. С 1966 года — ректор только что открытого в Бресте инженерно-строительного института. Под его руководством здесь были созданы учебная и лабораторная базы, проведено строительство студенческого городка" ,
    "baklanov-name": "Михаил Бакланов",
    "baklanov-info": "Белорусский советский архитектор. Заслуженный архитектор Белорусской ССР (1969).",
    "baklanov-h1": "Молодость",
    "baklanov-h2": "В начале войны",
    "baklanov-h3": "После войны",
    "baklanov-timedesc1":"После окончания школы фабрично-заводского образования работал чертежником на Донецком металлургическом заводе. В 1932 году М. Бакланов начал учиться в Харьковском архитектурно-строительном техникуме, после окончания которого в 1936 поступил в Харьковский инженерно-строительный институт (теперь Харьковский национальный университет строительства и архитектуры). Однако учëбу не закончил. В декабре 1940 года с 4-го курса его призвали в армию, и вскоре он был направлен в 17-й отдельный дивизион аэростатов заграждения под г. Белосток." ,
    "baklanov-timedesc2":"В начале Великой Отечественной войны рядовой Бакланов сражался с фашистами, но уже в июле 1941 года попал в плен. До 1943 находился в лагерях для военнопленных на территории Польши. В марте бежал и вскоре после этого вступил в партизанскую бригаду «Народные мстители». За активное участие в боях с оккупантами он был награждён медалью «Партизану Отечественной войны» I степени.",
    "baklanov-timedesc3":"После освобождения Беларуси Михаила Бакланова в августе 1944 года направили на работу в архитектурно-планировочную мастерскую Управления по делам архитектуры при СНК БССР (Белгоспроекте) в мастерскую, которую возглавлял профессор М. Барщ. В течение 36 лет трудовая биография зодчего была связана с этим институтом. Здесь он прошёл путь от рядового архитектора до руководителя архитектурно-конструкторской мастерской. После выхода на пенсию увлёкся живописью, копировал произведения русских художников второй половины XIX века." ,
    "korol-name": "Владимир Король",
    "korol-info": "Выдающийся белорусский зодчий прожил не такую длинную (умер в возрасте 67 лет), но яркую жизнь, и внес свою немалую лепту в послевоенное строительство и восстановление как Минска, так и других городов Беларуси.",
    "korol-h1": "Начало жизни и война",
    "korol-h2": "Послевоенная жизнь",
    "korol-h3": "Преподавание и смерть",
    "korol-timedesc1":"Он родился 14 декабря 1912 года в Червене. Тогда это был город Игумен Минской губернии Российской империи. Решение стать архитектором пришло к Владимиру Адамовичу уже после окончания Витебского художественного техникума и работы в образцовой школе приграничного в те времена города Дзержинска – сначала учителем рисунка, а затем директором. Для осуществления свой мечты молодой человек поступил в Ленинградскую академию художеств, где и учился до 1941 года. В июле 1941 года Король вступил в народное ополчение и как помощник военного инженера дивизии принимал участие в обороне Ленинграда." ,
    "korol-timedesc2":"В 1945 году приехал в освобождённый, разрушенный фашистами Минск. Его назначали руководителем архитектурно-планировочной мастерской института «Белгоспроект», занимавшейся реализацией одной из главных задач послевоенного градостроительства: разработкой проекта планировки и застройки центра столицы Беларуси. В 1946 году в соавторстве с архитекторами С. Сперанским и Н. Трахтенбергом разработали проект центральной части столицы, который был задуман как комплекс архитектурных ансамблей. Творческая работа очень активно продолжалась в 1947—1948 годах.",
    "korol-timedesc3":"С 1947 года начал работать преподавателем, а затем и заведующим кафедрой градостроительства архитектурного факультета Белорусского политехнического института. О научных интересах свидетельствуют его статьи, доклады, рекомендации, фундаментальные работы по градостроительству. В Белорусском государственном архиве научно-технической документации в личном фонде В. Короля находится 1011 документов, которые рассказывают о жизни, служебной и общественной деятельности архитектора и государственного деятеля: это рукописи его статей, выступлений, докладов, фотографии, личные документы, хранящиеся в фонде № 51. Всего 325 дел за 1925—1980 годы.  Умер 28 мая 1980 года в Минске. Похоронен на Восточном кладбище.", 
    "zaborski-name": "Георгий Заборский",
    "zaborski-info": "Заборский Георгий Владимирович (11.11.1909–27.03.1999) - архитектор. Заслуженный строитель БССР (1961). Академик Российской академии архитектуры и строительных наук, академик Белорусской академии архитектуры. Народный архитектор СССР (1981).",
    "zaborski-h1": "Рождение архитектора",
    "zaborski-h2": "Война и работа после нее",
    "zaborski-h3": "Полученные награды",
    "zaborski-timedesc1":"Родился в г. Минске. В 1930 г. поступил в Минскую профессиональную техническую школу сельского огнеупорного строительства, которая вскоре вошла в состав архитектурно-строительно-дорожного техникума. Как один из лучших выпускников в 1933 г. Г. В. Заборский был направлен в Ленинградский институт живописи, скульптуры и архитектуры. В 1940 г. вернулся в Минск. Был назначен начальником научной экспедиции по изучению памятников архитектуры и искусства Гомельской и Полесской областей." ,
    "zaborski-timedesc2":"С первых дней Великой Отечественной войны на фронте (был дважды ранен). В конце 1945 г. вернулся в г. Минск. Работал в государственных проектных институтах «Белгоспроект», «Минскпроект», преподавал на архитектурном отделении Белорусского политехнического института (1953–1964, доцент с 1954). С 1964 г. был главным специалистом технического отдела Белорусского государственного института «Белгипросельстрой», затем начальником отдела по проектированию жилых и общественных зданий (1966–1979) и главным архитектором (с 1970). Творческий вклад Г. В. Заборского в развитие белорусской архитектуры состоит в разработке проектов жилых и общественных зданий, градостроительных проектов, проектов планировки и застройки сельских населенных мест и создании памятников монументального искусства.  Важное значение в творческом наследии зодчего имеет разработка национальной темы, которая прослеживается как в городских постройках периода неоклассики, где автор активно применяет белорусский орнамент, так и в сельском строительстве в последующий период работы (проекты сельских дворцов культуры).",
    "zaborski-timedesc3":"В 1971 г. Г. В. Заборский был удостоен Государственной премии СССР за проект планировки и застройки поселка (ныне агрогородок) Вертелишки Гродненского р-на Гродненской обл. Знаковые работы в области монументального искусства – монумент Победы в честь советских воинов, партизан и подпольщиков на Круглой площади (теперь – площадь Победы) в г. Минске (1953, в соавторстве с В. А. Королем, З. И. Азгуром, А. Бембелем, К. Глебовым, С. Селихановым), мемориальный комплекс «Зыслов» Любанского р-на Минской обл. (1964–1968), памятник Я. Коласу в г. Минске (1972, в соавторстве с Л. М. Левиным, Ю. М. Градовым, З. И. Азгуром). Награжден орденом Дружбы народов (1979). Именем Г. В. Заборского названа улица в г. Минске." 
}


