{   
    "look":"Also check",
    "day":"Man of the day",
    "name1": "Egor",
    "name2": "Sasha",
    "lang":"Choose language",
    "rus":"Russian",
    "eng":"English",
    "main": "Home",
    "Valmen-Aladov":"Valmen Aladov",
    "Igor-Belogortsev":"Igor Belogortsev",
    "Mikhail-Baklanov":"Mikhail Baklanov",
    "Vladimir-Korol":"Vladimir Korol",
    "George-Zaborsky":"George Zaborsky",
    "list": "List of architectures",
    "nav-about": "About authors",
    "info": "We are glad that you visited our blog. This blog is about the most prominent architectures of Belarus. Here you can find out about your favorite architecture any information. Maybe some will be new to you.",
    "find":"Find",
    "learn":"Read more",
    "val-name": "Valmen Aladov",
    "val-info": "Valmen Nikolaevich Aladov is a unique architect who had a great influence on the development of national architecture. His name in the professional environment has become synonymous with skill and integrity. During his long creative life, Valmen Aladov managed to work with completely different objects. After graduating from the Moscow Architectural Institute, he worked at Belgosproekt. He also designed public buildings (clubs and houses of culture, district committees, pioneer camps), and residential buildings - at one time he won a competition for blocked houses, and was engaged in standard design. Aladov's first independent project was a library in Molodechno. At that time, such structures according to individual projects were not erected at all. But this library was built, albeit without the portico designed by the author, which in those days was considered an “architectural excess” and cut off. In Soviet times, Valmen Aladov was considered a great specialist in catering facilities. According to his designs, more than 3,000 factory and school canteens were built in different republics of the former USSR. He was the author of the project of the BSSR pavilion at the Leipzig exhibition. He stood at the origins of the Belgiprotorg Institute, which later became an institution of federal significance of the 1st category.",
    "val-h1": "Youth",
    "val-h2": "During the war",
    "val-h3": "After the war",
    "val-timedesc1":"He was born on February 12, 1930 in the family of Nikolai Ilyich and Alena Vasilievna Aladov. His father was a famous composer and rector of the conservatory, his mother was the director of the State Art Gallery of the BSSR." ,
    "val-timedesc2":"He found the Great Patriotic War in his native Minsk. On the morning of June 24, 1941, the Nazis began a massive shelling of Minsk. At that time, Valmen and his brother Helmir were on the street with their parents, after the alarm, the family managed to run to the museum where their mother worked and hide in his bomb shelter. On July 25, it became dangerous to be in the building because of the acrid smoke. Parents decided to go to Moscow to visit relatives.",
    "val-timedesc3":"In August 1944, the family returned to Minsk, where at first they lived in the building of the conservatory on Svoboda Square. Later they were provided with housing in the famous house on the street. Ulyanovsk, where Kuzma Cherny, Petrus Brovka, Yanka Maur, Arkady Kulyashov, Maxim Tank, Ivan Akhremchik lived with their families. Valmen graduated from school number 42 in Minsk, among his classmates was Zhares Alfiorov, the future Nobel Prize winner in physics. He failed the entrance exams to the Moscow Institute of Architecture, receiving a deuce in drawing. The mother of Alena Aladova appealed to the Council of Ministers, from where a request was sent to the rector of the institute to allow Valmain to retake the exam. On the second attempt, he was admitted to the institute, which he graduated in 1953." ,
    "belogor-name": "Igor Belogortsev",
    "belogor-info": "Igor Dmitrievich Belogortsev (March 21, 1911, Barnaul, Tomsk province - October 17, 1996, Grodno) - architect, candidate of architecture, professor.",
    "belogor-h1": "Birth and early career",
    "belogor-h2": "Architecture",
    "belogor-h3": "Teaching",
    "belogor-timedesc1":"Born in the city of Barnaul in the family of a topographer and a teacher. In 1932 he received a diploma from the Siberian Institute of Territorial Organization in Omsk. In 1941 he graduated in absentia from the Moscow Institute of Foreign Languages. Also in absentia in 1936-1939 he studied at the Moscow Institute of Economics. Upon graduation, he worked in his specialty, first in Yakutsk and Barnaul, and since 1936 in Novosibirsk as the head of the regional department for architecture. In parallel with his work, he taught first at a technical school and at courses, and then at the Novosibirsk branch of the municipal institute and at the Siberian Civil Engineering Institute." ,
    "belogor-timedesc2":"At the end of 1945, he was appointed head of the architecture department of the Smolensk city executive committee, was chairman of the board of the Smolensk branch of the Union of Architects of Russia, which at that time united all engineers and architects sent to restore Smolensk, destroyed during the Great Patriotic War. As a result of the work of this team of specialists, the central part of the city was restored. ID Belogortsev did a great job of preserving and restoring the ancient architecture of Smolensk.",
    "belogor-timedesc3":"From 1947 to 1961, he lectured on Urban Construction and Improvement and History of Art at the Construction College and the Smolensk Pedagogical Institute, studied local history, and participated in archaeological excavations of the ruins of ancient Smolensk temples. The result of his work during this period was a number of published works devoted to the ancient and modern architecture of Smolensk. Since 1966 he has been the rector of the Civil Engineering Institute just opened in Brest. Under his leadership, educational and laboratory bases were created here, the construction of a student campus was carried out" ,
    "baklanov-name": "Mikhail Baklanov",
    "baklanov-info": "Belarusian Soviet architect. Honored Architect of the Byelorussian SSR (1969).",
    "baklanov-h1": "Youth",
    "baklanov-h2": "At the start of war",
    "baklanov-h3": "After the war",
    "baklanov-timedesc1":"After graduating from the school of factory education, he worked as a draftsman at the Donetsk Metallurgical Plant. In 1932, M. Baklanov began to study at the Kharkov Architectural and Civil Engineering College, after graduating from which in 1936 he entered the Kharkov Civil Engineering Institute (now the Kharkov National University of Construction and Architecture). However, he did not finish his studies. In December 1940, from the 4th year he was drafted into the army, and soon he was sent to the 17th separate division of barrage balloons near the city of Bialystok." ,
    "baklanov-timedesc2":"At the beginning of the Great Patriotic War, Private Baklanov fought against the Nazis, but in July 1941 he was taken prisoner. Until 1943 he was in POW camps in Poland. In March, he fled and soon after that joined the partisan brigade People's Avengers. For active participation in the battles with the invaders, he was awarded the medal Partisan of the Patriotic War I degree.",
    "baklanov-timedesc3":"After the liberation of Belarus, Mikhail Baklanov in August 1944 was sent to work in the architectural and planning workshop of the Department of Architecture under the Council of People's Commissars of the BSSR (Belgosproekt) in a workshop headed by Professor M. Barshch. For 36 years, the architect's work biography was associated with this institute. Here he went from an ordinary architect to the head of an architectural and design workshop. After his retirement, he became interested in painting, copying the works of Russian artists of the second half of the 19th century.", 
    "korol-name": "Vladimir Korol",
    "korol-info": "The outstanding Belarusian architect lived not so long (he died at the age of 67), but bright life, and made his considerable contribution to the post-war construction and restoration of both Minsk and other cities of Belarus.",
    "korol-h1": "Beginning of life and war",
    "korol-h2": "Post-war life",
    "korol-h3": "Teaching and death",
    "korol-timedesc1":"He was born on December 14, 1912 in Cherven. Then it was the city of Igumen of the Minsk province of the Russian Empire. The decision to become an architect came to Vladimir Adamovich after graduating from the Vitebsk Art College and working in an exemplary school in the border city of Dzerzhinsk at that time - first as a drawing teacher, and then as a director. To fulfill his dream, the young man entered the Leningrad Academy of Arts, where he studied until 1941. In July 1941, the King joined the people's militia and, as an assistant to the division's military engineer, took part in the defense of Leningrad." ,
    "korol-timedesc2":"In 1945 he arrived in Minsk, which was liberated and destroyed by the Nazis. He was appointed head of the architectural and planning workshop of the Belgosproekt Institute, which was engaged in the implementation of one of the main tasks of post-war urban planning: the development of a planning and development project for the center of the capital of Belarus. In 1946, in collaboration with architects S. Speransky and N. Trakhtenberg, they developed a project for the central part of the capital, which was conceived as a complex of architectural ensembles. Creative work continued very actively in 1947-1948.",
    "korol-timedesc3":"Since 1947, he began working as a teacher, and then as head of the department of urban planning at the Faculty of Architecture of the Belarusian Polytechnic Institute. His articles, reports, recommendations, fundamental works on urban planning testify to his scientific interests. In the Belarusian State Archive of Scientific and Technical Documentation in the personal fund of V. Korol there are 1011 documents that tell about the life, official and social activities of the architect and statesman: these are the manuscripts of his articles, speeches, reports, photographs, personal documents stored in the fund No. 51. Total 325 cases for 1925-1980. He died on May 28, 1980 in Minsk. Buried in East Cemetery." ,
    "zaborski-name": "George Zaborsky",
    "zaborski-info": "Zaborsky Georgy Vladimirovich (11/11/1909–03/27/1999) - architect. Honored Builder of the BSSR (1961). Academician of the Russian Academy of Architecture and Building Sciences, Academician of the Belarusian Academy of Architecture. People's Architect of the USSR (1981).",
    "zaborski-h1": "The birth of the architect",
    "zaborski-h2": "War and work after it",
    "zaborski-h3": "Received awards",
    "zaborski-timedesc1":"Was born in Minsk. In 1930, he entered the Minsk Professional Technical School of Rural Refractory Construction, which soon became part of the Architectural, Construction and Road College. As one of the best graduates in 1933, G. V. Zaborsky was sent to the Leningrad Institute of Painting, Sculpture and Architecture. In 1940 he returned to Minsk. He was appointed head of a scientific expedition to study the monuments of architecture and art of the Gomel and Polessye regions." ,
    "zaborski-timedesc2":"From the first days of the Great Patriotic War at the front (was wounded twice). At the end of 1945 he returned to Minsk. He worked at the state design institutes Belgosproekt, Minskproekt, taught at the architectural department of the Belarusian Polytechnic Institute (1953-1964, associate professor since 1954). Since 1964, he was the chief specialist of the technical department of the Belarusian State Institute Belgiproselstroy, then the head of the department for the design of residential and public buildings (1966–1979) and the chief architect (since 1970). The creative contribution of G. V. Zaborsky to the development of Belarusian architecture consists in the development of projects for residential and public buildings, urban planning projects, planning and development projects for rural settlements and the creation of monuments of monumental art. Of great importance in the creative heritage of the architect is the development of a national theme, which can be traced both in urban buildings of the neoclassical period, where the author actively uses the Belarusian ornament, and in rural construction in the subsequent period of work (projects of rural palaces of culture).",
    "zaborski-timedesc3":"In 1971, G. V. Zaborsky was awarded the State Prize of the USSR for the project of planning and development of the village (now agro-town) Vertelishki, Grodno district, Grodno region. Significant works in the field of monumental art are the Victory Monument in honor of Soviet soldiers, partisans and underground fighters on the Round Square (now Victory Square) in Minsk (1953, in collaboration with V. A. Korol, Z. I. Azgur, A. Bembel, K. Glebov, S. Selikhanov), the Zyslov memorial complex, Luban district, Minsk region. (1964–1968), a monument to J. Kolas in Minsk (1972, in collaboration with L. M. Levin, Yu. M. Gradov, Z. I. Azgur). Awarded the Order of Friendship of Peoples (1979). A street in Minsk was named after G.V. Zaborsky." 
}